Revit 2027 API
ParameterTypeId.DoorCost Property
 "Cost"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DoorCost { get; }
Public Shared ReadOnly Property DoorCost As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DoorCost {
	ForgeTypeId^ get ();
}
static member DoorCost : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace